[{
    "about": {
    "banner": {
      "imageAlt": "banner-about",
      "imageSrc": "/images/about.jpg"
    },
    "section1": {
      "heading": "Powering Industrial Automation",
      "description": "PROSAFE AUTOMATION is a leading provider of cutting-edge industrial automation solutions. Our mission is to empower businesses with the tools and expertise they need to streamline their operations and drive innovation.",
      "subSection": {
        "title": "About Us",
        "description": "Founded in 1985, PROSAFE AUTOMATION has been at the forefront of the industrial automation industry, providing cutting-edge solutions to businesses across a wide range of sectors. Our team of experts is dedicated to helping our clients achieve their goals through innovative technology and unparalleled customer service."
      },
      "links": {
        "exploreProducts": {
          "label": "Explore Products",
          "href": "#"
        },
        "contactUs": {
          "label": "Contact Us",
          "href": "#"
        }
      }
    },
    "section2": {
      "title": "Our Expertise",
      "heading": "Mastering Industrial Automation",
      "description": "With over 35 years of experience in the industrial automation industry, PROSAFE AUTOMATION has developed a deep understanding of the challenges and opportunities facing our clients. Our team of experts is dedicated to providing cutting-edge solutions that help businesses streamline their operations, increase efficiency, and drive innovation.",
      "cards": [
        {
          "title": "Programmable Logic Controllers (PLCs)",
          "description": "Our PLC solutions are designed to provide reliable, scalable, and easy-to-use automation for a wide range of industrial applications."
        },
        {
          "title": "Human-Machine Interfaces (HMIs)",
          "description": "Our HMI solutions offer intuitive and user-friendly interfaces that allow operators to monitor and control industrial processes with ease."
        },
        {
          "title": "Industrial Sensors and Instrumentation",
          "description": "Our comprehensive range of industrial sensors and instrumentation solutions provide accurate and reliable data for your automation needs."
        },
        {
          "title": "Motion Control Systems",
          "description": "Our motion control solutions enable precise and efficient control of industrial machinery, ensuring optimal performance and productivity."
        },
        {
          "title": "Industrial Networking and Communication",
          "description": "Our industrial networking and communication solutions facilitate seamless data exchange and integration across your automation ecosystem."
        },
        {
          "title": "Industrial Safety Systems",
          "description": "Our industrial safety systems are designed to protect your workers, equipment, and processes, ensuring a safe and secure work environment."
        }
      ]
    },
    "section3": {
      "heading": "Meet the PROSAFE AUTOMATION Team",
      "description": "Our team of experts is dedicated to providing our clients with the best possible solutions and support.",
      "teamMembers": [
        {
          "name": "John Doe",
          "role": "CEO",
          "imageSrc": "/placeholder-user.jpg"
        },
        {
          "name": "Jane Lee",
          "role": "CTO",
          "imageSrc": "/placeholder-user.jpg"
        },
        {
          "name": "Sarah Miller",
          "role": "Head of Sales",
          "imageSrc": "/placeholder-user.jpg"
        },
        {
          "name": "David Wang",
          "role": "Lead Engineer",
          "imageSrc": "/placeholder-user.jpg"
        }
      ]
    },
    "section4": {
      "heading": "Explore Our Product Catalog",
      "description": "PROSAFE AUTOMATION offers a wide range of cutting-edge industrial automation products to meet the diverse needs of our clients.",
      "links": {
        "viewProducts": {
          "label": "View Products",
          "href": "#"
        },
        "contactUs": {
          "label": "Contact Us",
          "href": "#"
        }
      }
    }
  }
}]