[{
    "returnAndExchange":{
    "header": "Returns and Exchanges",
    "commitmentTitle": "Our Commitment to Your Satisfaction",
    "commitmentText": "At Automation eCom Global, we understand that your business depends on receiving the right products in optimal condition, and we strive to deliver exactly that. However, we also recognize that, on occasion, returns or exchanges may be necessary due to a variety of reasons such as incorrect orders, defective products, or the need for different configurations. That's why we offer a hassle-free, efficient return and exchange process designed to make it easy for you to get the right products and maintain your operations without disruption.",
    "policyTitle": "Return and Exchange Policy",
    "policySections": [
      {
        "title": "Simple and Transparent Return Policy",
        "content": [
          "Our return policy is designed to be as simple and transparent as possible. If for any reason you are not satisfied with your purchase, you can initiate a return or exchange within the eligible timeframe—usually 30 days from the date of delivery. We believe in keeping the process straightforward, ensuring that you can easily return or exchange products without unnecessary complications.",
          "Eligible products include most items from our catalog, such as Siemens PLCs, Schneider HMIs, DEIF engine controllers, and other industrial automation components. However, some custom or special-order products may have specific return policies, which will be communicated to you at the time of purchase."
        ]
      },
      {
        "title": "Steps to Initiate a Return or Exchange",
        "content": [
          "Contact Customer Support: Reach out to our customer support team via email, phone, or through your customer portal to start the return or exchange process. Please provide your order number and details about the product you wish to return or exchange.",
          "Receive Authorization: Once your request is reviewed, we will issue a Return Merchandise Authorization (RMA) number, which you will need to include with the returned product. This ensures that your return is processed quickly and accurately.",
          "Package the Product: Ensure that the product is securely packaged, using the original packaging if possible, to avoid any damage during return shipping. For items like PLCs, HMIs, or other sensitive components, we recommend using protective packaging to ensure the product arrives in good condition.",
          "Ship the Product: Send the package using the shipping label we provide. For eligible returns, we offer prepaid return shipping, making the process even more convenient.",
          "Receive Refund or Replacement: Once we receive the returned product and confirm its condition, we will process your refund, replacement, or exchange. Refunds are typically issued within 7-10 business days, while replacements are shipped immediately if the item is in stock."
        ]
      },
      {
        "title": "Conditions for Returns and Exchanges",
        "content": [
          "Products must be returned in their original condition, with all accessories, manuals, and packaging included.",
          "Custom-built or specially configured items, such as custom control panels or integrated systems, may not be eligible for returns unless there is a defect or issue with the product. In such cases, we will work with you to resolve the matter quickly.",
          "Products that have been installed or used in the field may require an evaluation before being approved for a return or exchange. Our technical team will assess the condition of the product and determine the next steps.",
          "For products that are returned due to incorrect orders or customer preference, a restocking fee may apply. This fee will be communicated to you before the return is processed."
        ]
      },
      {
        "title": "Handling Defective or Damaged Products",
        "content": [
          "If you receive a product that is defective or damaged upon arrival, Automation eCom Global takes immediate action to resolve the issue. We offer:",
          "Immediate exchanges for defective products at no additional cost. Simply contact our support team, and we will arrange for a replacement to be shipped as soon as possible.",
          "For products that arrive damaged during shipping, we will handle the shipping claim with our logistics partners and ensure that you receive a replacement without delay.",
          "All defective or damaged products must be reported within 7 days of receiving the shipment. Please provide photographic evidence of the defect or damage to help us expedite the process."
        ]
      },
      {
        "title": "Exchange for Different Products or Configurations",
        "content": [
          "We understand that business needs can change, and sometimes you may require a different product or configuration after placing an order. At Automation eCom Global, we offer a flexible exchange policy that allows you to swap products for different models or configurations, whether it's upgrading to a higher-performance Siemens PLC or changing the specifications of an engine controller.",
          "Simply contact our support team to initiate the exchange, and we will work with you to ensure that the new product meets your specific requirements. Our team can also assist with providing technical recommendations if you are unsure of the exact product configuration you need."
        ]
      },
      {
        "title": "International Returns and Exchanges",
        "content": [
          "As a global supplier, Automation eCom Global serves customers in Dubai, USA, China, India, Germany, and many other countries. We make international returns and exchanges as seamless as possible by offering clear guidance on customs documentation, international shipping processes, and any additional fees or taxes that may apply.",
          "We provide all necessary return shipping labels and customs forms to ensure that your return or exchange is processed without delays. Our logistics team works closely with our global shipping partners to manage cross-border returns efficiently, ensuring that your products are handled with care and arrive back to us in good condition."
        ]
      },
      {
        "title": "Refunds and Processing Times",
        "content": [
          "Once we receive your returned product and verify its condition, Automation eCom Global will process your refund or exchange immediately. Refunds are typically issued within 7-10 business days, depending on your original payment method. You will receive a confirmation email once your refund has been processed.",
          "If you are exchanging for a different product, we will ship the replacement product as soon as the original item has been returned and inspected. For items that are in stock, the exchange process is typically completed within 5-7 business days."
        ]
      },
      {
        "title": "Dedicated Customer Support Throughout the Process",
        "content": [
          "Our customer support team is with you every step of the way, ensuring that your return or exchange is handled professionally and efficiently. Whether you have questions about product eligibility, need help with packaging, or require assistance with international returns, we are here to provide personalized support tailored to your situation.",
          "We prioritize your satisfaction and work hard to ensure that you have a positive experience, even if a return or exchange is necessary. Our goal is to make sure that you receive the right products, in the right condition, to keep your operations running smoothly."
        ]
      }
    ],
    "initiateTitle": "Initiate a Return or Exchange",
    "initiateOrderNumberLabel": "Order Number",
    "initiateOrderNumberPlaceholder": "Enter your order number",
    "initiateButtonText": "Start Return/Exchange Process",
    "benefitsTitle": "Why Choose Automation eCom Global for Returns and Exchanges?",
    "benefits": [
      { "icon": "ArrowLeftRight", "text": "Hassle-free process" },
      { "icon": "Clock", "text": "Quick refunds and replacements" },
      { "icon": "Truck", "text": "Prepaid return shipping" },
      { "icon": "HelpCircle", "text": "Expert support" },
      { "icon": "Globe", "text": "International return assistance" }
    ]
  }
}]